[ {
    "sku": "LM18",
    "name": "LiVE Mag! #18",
    "description": "Akyuz, Arcade, Borkhuis, Burkhart, Casquarelli, Castaner, Cazzaniga, Considine, Damon & Sondheim, DeCapite, Evans, Gonzales, Gruz, Guthrie, Hanrahan, Hatz, Hershon, Karasick, Katz, Kleinbub, Lally, Lee, Marmara, McElheny, Packer, Riley, Roebuk, Sala, Shepard, Tabios, Thacker, Uman, Vincenz, Weber, Wohl, Wright",
    "image": "https://store.livemag.org/images/cover18.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LMBook2",
    "name": "Mean Poems",
    "description": "Gift yourself, a freind, or a frenemy. This limited edition volume of cathartic Wright poems will armor anyone who's suffered injustice. Designed by d-Labs, printed on Ingres paper in NYC.",
    "image": "https://store.livemag.org/images/meanpoems.jpg",
    "amount": 2500,
    "currency": "USD"
  },
  {
    "sku": "LMSubscribe",
    "name": "Holiday Specials",
    "description": "Support artists and writers this season with a subscription to LiVE MAG! Pre-order Issue 19 and receive a unique holiday card plus a birthday gift book with your $25. subscription! Order 2 ($50) to receive a limited edition, signed and numbered copy of THE MEAN POEMS with handmade cover.",
    "image": "https://store.livemag.org/images/yr-end.jpg",
    "amount": 2500,
    "currency": "USD"
  },
  {
    "sku": "LMBook",
    "name": "By and By",
    "description": "Celebrate year-round with this 2021 chapbook of 12 birthday poems dedicated to colleague poets and artists. By Jeffrey Cyphers Wright.",
    "image": "https://store.livemag.org/images/byby.jpg",
    "amount": 1000,
    "currency": "USD"
  },
  {
    "sku": "LM17",
    "name": "LiVE Mag! #17",
    "description": "Adams, Birch, Church, Codrescu, Conrad, Dalachinsky, Delano, Einstein, Fabricant, Griggs, Hazlewood, Heman, Herceg, Hochman, Holman, Jennings, Jones, Kaufman, Lally, LaPrade, Marquez, Masters, Mesmer, Mills, Nissen, Oji, Padua, Parlato, Plantenga, Rivera, Rosenthal, Rosenbaum, Sanders, Schuchat, Scobie, Swan, Trause, Truitt, Workman, Wright",
    "image": "https://store.livemag.org/images/cover17.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM16",
    "name": "LiVE Mag! #16",
    "description": "Armageddon, Birch, Buffon, Burckhardt, Carragon, Chambers, Cyphers, Dailey, Dalachinsky, Goldfarb, Gonzalez, Guibert, Hershon, Keever, King, Knobloch, Kozik, Krieger, LaForge, Lewis, Mann, Martin, Meyer, Morgan, Otomo, Pape, Phipps, Rifka, Saft, Schuster, Shostrom, Slonem, Statman, Wallace, Wallenstein, Warsh",
    "image": "https://store.livemag.org/images/cover16.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM15",
    "name": "LiVE Mag! #15",
    "description": "Barone, Batu, Berrigan, Bowman, Brown, Castellanos, Codrescu, Colby, Corrie, Dimanshtein, Equi, Essenhigh, Fire, Haden-Guest, Heffernan, Hochman, Heman, Johnson, Kamenetz, Kolm, Laster, Lelong, Mills, Murphy, Neal, Paci, Park, Peyrafitte, Sarai, Satelite, Sawyer, Scobie, Tate, Tompkins, Torres, Troeller, Wright, Zayden",
    "image": "https://store.livemag.org/images/cover15.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM14",
    "name": "LiVE Mag! #14",
    "description": "Alladice, Allegretti, Awai, Bradford, Burckhardt, Cazzaniga, Chernoff, Chkadua, DeSilva-Johnson, Falls, Fuhrman, Fyman, Godfrey, Gershator, Gosslee, Hammond, Henning, Hershon, Hoover, Horna, Jahmal, Juneau, Keating, Kreienberg, Lawton, Lee, Liu, Lyons, Markley, Mitty, Ortiz, Padel, Pines, Randall, Roskos, Schmidt, Voisine, Youens",
    "image": "https://store.livemag.org/images/cover14.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM13",
    "name": "LiVE Mag! #13",
    "description": "Bastidas, Bijou, Blagg, Bushyeager, Codrescu, Davis, Dean, Diamond, Duhamel+Seaton, Duncan, Essenhigh, Evans, Geiser, Harsley, Hill, Klemperer, King, Kley, Lyons, McClure, Mercado, Mills, Nechvatal, Pfaff, Plotnick, Rothenberg, Schwabsky, Strobert, Van Doren, Wallenstein, Winkfield, Yakovlev, Yuen, Yung",
    "image": "https://store.livemag.org/images/cover13.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM12",
    "name": "LiVE Mag! #12",
    "description": "Bakaitis, Barros, Bealy, Benton, Birch, Cazzaniga, Crash, Crull, Dickson, Don, Friedman, Giorno, Graupe-Pillard, de la Haba, Hansen, Holman, Killian, Kimball, King, Kolm, Marinovich, Marquez, Schnabel, Munk, Pan, Patterson, Phipps, Renzoni, Rose, Shot, Scobie, Snyder, Statman, Topp, Torres, Wright",
    "image": "https://store.livemag.org/images/cover12.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM11",
    "name": "LiVE Mag! #11",
    "description": "Broadbent, Cave, DiFiore, Downs, Field, Haberny, Hartman, Hirose, Indiana, Jacques, Kostos, LeCroy, Leto, Lewis (Mayakovsky), Ling, Markley, McCarty, Miller, Moby, Nduka, Park, Pemberton, Peyton, Pritzker, Prol, Quasha, Rosenthal, Rupp, Seltman, Shapiro, Skillings, Vega, Zighelboim",
    "image": "https://store.livemag.org/images/cover11.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM10",
    "name": "LiVE Mag! #10",
    "description": "Andre, Ballard, Devaney, Ellison, Fitzgerald, Gardner, Gerkin, Goldfarb, Hiratsuka, Hsiao, Jenks, Jurkovic, Keel, Keever, King, Klein, Kolm, Mazer, Mesches, Milk, Munson, Nessim, Otomo, Perchik, Robinson, Romberger, Rutkowski, Salmanson, Spirit, F. Wright, Yu",
    "image": "https://store.livemag.org/images/cover10.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM9",
    "name": "LiVE Mag! #9",
    "description": "Astor, Barros, Bondell, Cannon, Cazzaniga, Cortes, Costan, Cyphers, Deanovich, Evans, Godfrey, Gonzales, Griggs, Hamill, Holman, Kirschenbaum, Koeneke, Lee, Martin, Mesches, Mills, Oisteanu, Porcella, di Prima, Reed, Ricard, Rifka, Ross, Scobie, Sirowitz, Somerville, Stackhouse, Wohl, Yorty",
    "image": "https://store.livemag.org/images/livemag9.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM8",
    "name": "LiVE Mag! #8",
    "description": "Berkson, Bondell, Dalachinsky, Diamond, Evans, Field, Holman, Indiana, Katz, Kolm, Luna, Otomo, Parrish, Peddle, Ricard, Rifka, Sala, Schnabel, Scobie, Smith, Tabios, Tesser, Toll, Towle, Wright",
    "image": "https://store.livemag.org/images/cover8.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM7",
    "name": "LiVE Mag! #7",
    "description": "Vega, Cole, Field, Scobie, Ricard, Indiana, Henning, Lemon, Phipps, Berrigan, Katz, Reed, Mills, Wright, Knight, Sparrow, Artemis, Le Croy",
    "image": "https://store.livemag.org/images/livemag7.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM6",
    "name": "LiVE Mag! #6",
    "description": "Holman, Indiana, Bondell, Oliver, Smith, Katz, Cirelli, Wright, E. Katz, Equi, Ratcliff, Wilson, Prevallet, Wiener",
    "image": "https://store.livemag.org/images/cover6.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM5",
    "name": "LiVE Mag! #5",
    "description": "Field, Holman, Jones, Irving, Maldonado, Warsh, Statman, Streitfield, Jenks, King, Indiana, Oisteanu, Burk, Wright",
    "image": "https://store.livemag.org/images/cover5.jpg",
    "amount": 1200,
    "currency": "USD"
  },
  {
    "sku": "LM4",
    "name": "LiVE Mag! #4",
    "description": "Seidman, Brown, Scobie, Oliver, Hershon, Maynard, Hahn, Fyman, Mitchell, Nasdor, Lanham, Sparrow, LaPrade, King, Wright, Price, Baraka",
    "image": "https://store.livemag.org/images/cover4.jpg",
    "amount": 1200,
    "currency": "USD"
  }
]